var _issues = [{
		issue: '下列人设识别中，你属于',
		pos: "one",
		choice:['choice_1_',6,'.jpg']
	},
	{
		issue: '如果你参加一项技能比赛，你认为 什么比赛项目有机会获胜',
		pos: "one",
		choice:['choice_2_',6,'.jpg']
	},
	{
		issue: '你觉得这段音频最匹配的场景是',
		pos: "two",
		choice: ['夜店DJ打碟', '街边理发店', '某某新说唱', '没有匹配项']
	},
	{
		issue: '离下班放飞还有1分钟，你正喜滋滋收拾东西准备离开，领导微信大群@你加班，此时你会',
		pos: "three",
		choice: ['脸上笑嘻嘻，心里...', '不理不睬 直接离开', '笔直冷漠 明确拒绝', '确认眼神 开始加班']
	},
	{
		issue: '第10086次接到了老妈及其姐妹的团催脱单call，你在电话这头的状态最可能是',
		pos: "three",
		choice: ['狂翻白眼 沉默对峙', '点头哈腰 求生欲强', '寻找借口 果断挂断', '火冒三丈 大发雷霆']
	},
	{
		issue: '第一眼你看成哪两个字',
		pos: "two",
		choice: ['爱你', '爱作', '受伤', '啥也看不出来']
	},
	{
		issue: '年末最后一天，朋友圈纷纷晒出烧香 转运图：2019请对我好一点，此时 的你会',
		pos: "three",
		choice: ['跟风转发 虔诚许愿', '佛系看待 毫无动作', '心里不信 还是转了', '不屑一顾']
	}
]

var _calendar = {
	12: {
		28: ["一日元旦", '五日小寒'],
		29: ["一日元旦", '五日小寒'],
		30: ["一日元旦", '五日小寒'],
		31: ['明日元旦', '五日小寒']
	},
	1: {
		1: ['今日元旦', '五日小寒'],
		2: ['五日小寒', '廿日大寒'],
		3: ['五日小寒', '廿日大寒']
	}
}
var _standOfFall = [
	["freestyle", "人间不值得"],
	["灵魂拷问", "慌得一匹"],
	["燃烧卡路里", "在边缘试探"],
	["精致", "土嗨"],
	["消费降级", "剁手吃土"],
	["蹦迪", "躺平"],
	["skr skr", "supreme"]
]

var _resultTexts = [
	'2018以痛吻你，你安排假笑攻击',
	'你真是太skr 了',
	'你get了年度第一大定律，迄今未有人能打破',
	'被生活扼住喉咙并加以拳打脚踢，2019，请对你好一点吧',
	'少壮的你不努力，老大没完没了转锦鲤',
	'2018，真的拿你“眉有办法”',
	'你今年常说人间不值得，但是火锅、麻辣烫、烤肉快乐水它们值得',
	['间接性踌躇满志，持续性混吃等死，是你吗小老弟？','我有一个很大胆的想法......不你不想'],
	'这一年生活不易，放眼望去一片蕉绿',
	['万事皆fine，一切随缘','经鉴定，你是一个没有感情的酒精容器']
]
var _emoji = []
var _now = 0,
	_selected = [],
	_countDown = 18,
	_gifs = [0,0,760,686,735,0,884]

var _shareText = [
	'我的年度表情是尴尬不失礼貌的微笑，假笑攻击安排上了',
	'我的年度表情是skr，这一年真的累skr人',
	'我的年度表情是真香！迄今没人能打破这一定律',
	'我的年度表情是被生活拳打脚踢，2019请对我好点吧',
	'我的年度表情是转发这个杨超越，燃烧我的卡路里！',
	'我的年度表情和发际线男孩一样，真拿2018“眉有办法”',
	'我的年度表情是人间不值得，但火锅快乐水值得',
	'我有一个大胆的想法，生活却说“不，你不想”',
	'我的年度表情是“感到蕉绿”，2019再接再厉',
	'我的年度表情是没有感情的酒精容器，万事皆fine，一切随缘'
]
