var _issues = [{
		issue: '下列人设识别中，你属于',
		pos: "one",
		choice:['choice_1_',6,'.jpg']
	},
	{
		issue: '如果你参加一项技能比赛，你认为 什么比赛项目有机会获胜',
		pos: "one",
		choice:['choice_2_',6,'.jpg']
	},
	{
		issue: '你觉得这段音频最匹配的场景是',
		pos: "two",
		choice: ['夜店DJ打碟', '街边理发店', '某某新说唱', '没有匹配项']
	},
	{
		issue: '离下班放飞还有1分钟，你正喜滋滋收拾东西准备离开，领导微信大群@你加班，此时你会',
		pos: "three",
		choice: ['脸上笑嘻嘻，心里...', '不理不睬 直接离开', '笔直冷漠 明确拒绝', '确认眼神 开始加班']
	},
	{
		issue: '第10086次接到了老妈及其姐妹的团催脱单call，你在电话这头的状态最可能是',
		pos: "three",
		choice: ['狂翻白眼 沉默对峙', '点头哈腰 求生欲强', '寻找借口 果断挂断', '火冒三丈 大发雷霆']
	},
	{
		issue: '第一眼你看成哪两个字',
		pos: "two",
		choice: ['爱你', '爱作', '受伤', '啥也看不出来']
	},
	{
		issue: '年末最后一天，朋友圈纷纷晒出烧香 转运图：2019请对我好一点，此时 的你会',
		pos: "three",
		choice: ['跟风转发 虔诚许愿', '佛系看待 毫无动作', '心里不信 还是转了', '不屑一顾']
	}
]

var _calendar = {
	12: {
		26: ["测试左边", '测试右边'],
		28: ["一日元旦", '五日小寒'],
		29: ["一日元旦", '五日小寒'],
		30: ["一日元旦", '五日小寒'],
		31: ['明日元旦', '五日小寒']
	},
	1: {
		1: ['今日元旦', '五日小寒'],
		2: ['五日小寒', '廿日大寒'],
		3: ['五日小寒', '廿日大寒']
	}
}
var _standOfFall = [
	["freestyle", "人间不值得"],
	["灵魂拷问", "慌得一匹"],
	["燃烧卡路里", "在边缘试探"],
	["精致", "土嗨"],
	["消费降级", "剁手吃土"],
	["蹦迪", "躺平"],
	["skr skr", "supreme"]
]
var _emoji = []
var _now = 0,
	_selected = []
